tutorials/modules/incompressibleFluid/hopperParticles/hopperEmptying/system/fvSchemes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

ddtSchemes
{
    default         none;
}

gradSchemes
{
    default         none;
}

divSchemes
{
    default         none;
}

laplacianSchemes
{
    default         none;
}

interpolationSchemes
{
    default         linear;
}

// ************************************************************************* //
